const questions = [
  {
    question: "Легко знакомлюсь с людьми.",
    values: [0, 0, 0, 0, 1],
  },
  {
    question: "Охотно и подолгу могу что-нибудь мастерить.",
    values: [0, 1, 0, 0, 0],
  },
  {
    question: "Люблю ходить в музеи, театры, на выставки.",
    values: [0, 0, 0, 1, 0],
  },
  {
    question: "Охотно и постоянно ухаживаю за растениями, животными.",
    values: [1, 0, 0, 0, 0],
  },
  {
    question: "Охотно и подолгу могу что-нибудь вычислять, чертить.",
    values: [0, 0, 1, 0, 0],
  },
  {
    question: "С удовольствием общаюсь со сверстниками или малышами.",
    values: [0, 0, 0, 0, 1],
  },
  {
    question: "С удовольствием ухаживаю за растениями и животными.",
    values: [1, 0, 0, 0, 0],
  },
  {
    question: "Обычно делаю мало ошибок в письменных работах.",
    values: [0, 0, 1, 0, 0],
  },
  {
    question: "Мои изделия обычно вызывают интерес у товарищей, старших.",
    values: [0, 2, 0, 0, 0],
  },
  {
    question: "Люди считают, что у меня есть художественные способности.",
    values: [0, 0, 2, 0, 0],
  },
  {
    question: "Охотно читаю о растениях, животных.",
    values: [1, 0, 0, 0, 0],
  },
  {
    question: "Принимаю участие в спектаклях, концертах.",
    values: [0, 0, 0, 1, 0],
  },
  {
    question: "Люблю читать об устройстве механизмов, приборов, машин.",
    values: [0, 1, 0, 0, 0],
  },
  {
    question: "Подолгу могу разгадывать головоломки, задачи, ребусы.",
    values: [0, 0, 2, 0, 0],
  },
  {
    question: "Легко улаживаю разногласия между людьми.",
    values: [0, 0, 0, 0, 2],
  },
  {
    question: "Считают, что у меня есть способности к работе с техникой.",
    values: [0, 2, 0, 0, 0],
  },
  {
    question: "Людям нравится мое художественное творчество.",
    values: [0, 0, 0, 2, 0],
  },
  {
    question: "У меня есть способности к работе с растениями и животными.",
    values: [2, 0, 0, 0, 0],
  },
  {
    question: "Я могу ясно излагать свои мысли в письменной форме.",
    values: [0, 0, 2, 0, 0],
  },
  {
    question: "Я почти никогда ни с кем не ссорюсь.",
    values: [0, 0, 0, 0, 1],
  },
  {
    question:
      "Результаты моего технического творчества одобряют даже незнакомые люди.",
    values: [0, 1, 0, 0, 0],
  },
  {
    question: "Без особого труда усваиваю иностранные языки.",
    values: [0, 0, 1, 0, 0],
  },
  {
    question: "Мне часто случается помогать даже незнакомым людям.",
    values: [0, 0, 0, 0, 2],
  },
  {
    question:
      "Подолгу могу заниматься музыкой, рисованием, читать книги и т. д.",
    values: [0, 0, 0, 1, 0],
  },
  {
    question: "Могу влиять на ход развития растений и животных.",
    values: [2, 0, 0, 0, 0],
  },
  {
    question: "Люблю разбираться в устройстве механизмов, приборов.",
    values: [0, 1, 0, 0, 0],
  },
  {
    question: "Мне обычно удается убедить людей в своей правоте.",
    values: [0, 0, 0, 0, 1],
  },
  {
    question: "Охотно наблюдаю за растениями или животными.",
    values: [1, 0, 0, 0, 0],
  },
  {
    question:
      "Охотно читаю научно-популярную, критическую литературу, публицистику.",
    values: [0, 0, 1, 0, 0],
  },
  {
    question:
      "Стараюсь понять секреты мастерства и пробую свои силы в живописи, музыке и т. п.",
    values: [0, 0, 0, 1, 0],
  },
];
